<?php
use App\Models\Setting;
return [
    'home' => 'الرئيسية',
    'login_h' => '<h4 class="mb-2">مرحباً بك في ' . Setting::find(1)->name . '! 👋</h4>',
    'login_d' => 'يرجى تسجيل الدخول إلى حسابك وبدء المغامرة',
    'register' => 'جديد على منصتنا؟',
    'password' => 'كلمة المرور',
    'Logout' => 'تسجيل الخروج',
    'Register' => 'تسجيل',
    'Login' => 'تسجيل الدخول',
    'Phone' => 'رقم الهاتف',
    'Email' => 'عنوان البريد الإلكتروني',
    'Name' => 'الاسم',
    'Location' => 'الموقع',
    'Actions' => 'الإجراءات',
    'Name_ar1' => 'الاسم (بالعربية)',
    'Name_en1' => 'الاسم (بالإنجليزية)',
    'Displaying _START_ to _END_ of _TOTAL_ entries' => 'عرض _START_ إلى _END_ من _TOTAL_ الإدخالات',
    'Search' => 'بحث',
    'View' => 'عرض',
    'Submit' => 'إرسال',
    'Delete' => 'حذف',
    'Close' => 'إغلاق',
    'Register1' => 'تسجيل كطالب',
    'full_name' => 'الاسم الكامل',
    'age' => 'عمرك',
    'country' => 'الدولة',
    'password' => 'كلمة المرور',
    'Forgot Your Password?' => 'نسيت كلمة المرور؟',
    'remember_me' => 'تذكرني',
    'Search (Ctrl+/)' => 'بحث (Ctrl+/)',
    'Arabic' => 'العربية',
    'English' => 'الإنجليزية',
    'System' => 'النظام',
    'Dark' => 'داكن',
    'Light' => 'فاتح',
    'Admin' => 'المشرف',
    'My Profile' => 'ملفي الشخصي',
    'Search...' => 'بحث...',
    'select' => 'اختر',
    'sort_by' => 'ترتيب حسب:',
    'default' => 'افتراضي',
    'popularity' => 'الشعبية',
    'price_l' => 'السعر: من الأقل إلى الأعلى',
    'price_h' => 'السعر: من الأعلى إلى الأقل',
    'latest' => 'الأحدث',
    'search' => 'بحث...',

'Invoice' => 'فاتورة',



'Approved' => 'معتمد',
'Disapproved' => 'غير معتمد',


'Reports' => 'تقارير',
'Score' => 'درجة',
'Human Resources' => 'الموارد البشرية',











 'Add' => 'إضافة',
    'Edit' => 'تعديل',




    'Users' => 'المستخدمين',
    'Add Users' => 'إضافة مستخدم',
    'Edit User' => 'تعديل مستخدم',
    'Married' => 'الحالة الاجتماعية',
    'Married_yes' => 'متزوج',
    'Married_no' => 'أعزب',
    'Iqama' => 'الهوية / رقم الإقامة',
    'Ex_date_iqama' => 'تاريخ انتهاء الإقامة',
    'Payment_Method' => 'طريقة الدفع',
    'Cash' => 'كاش',
    'Bank_Transfer' => 'تحويل بنكي',

    'Birthday' => 'تاريخ الميلاد',
    'Join_Date' => 'تاريخ الانضمام',
    'Qualification' => 'المؤهل',
    'Save' => 'حفظ',



    'Manager' => 'المدير',

    'Units' => 'إدارة',
    'Departments' => 'قسم',
    'Grades' => 'الدرجة',
    'Jobs' => 'وظائف',
    'Position' => 'منصب',


    'Department User' => 'موظف القسم',



    'Address' => 'العنوان',
    'Code' => 'كود',















'Exam' => 'الامتحان',
'Add Exam' => 'إضافة امتحان',
'Edit Exam' => 'تعديل امتحان',

'Questions' => 'الأسئلة',
'Add Questions' => 'إضافة أسئلة',
'Questions Type' => 'نوع الأسئلة',
'Edit Question' => 'تعديل السؤال',

'Answer' => 'الإجابة',
'Answers' => 'الإجابات',
'Add Answer' => 'إضافة إجابة',
'Edit Answer' => 'تعديل الإجابة',

'True Or False' => 'صح أو خطأ',




'Questions 1' => 'السؤال 1',
'Questions 2' => 'السؤال 2',
'Questions 3' => 'السؤال 3',
'Questions 4' => 'السؤال 4',








    'amount_exceeds_course_price' => 'المبلغ المدفوع أكبر من سعر الكورس.',


    'Paid Amount' => 'المبلغ المدفوع',
    'Remaining Amount' => 'المبلغ المتبقي',
    'Price Online' => 'سعر الاونلاين',










    // Dashboard
    'Orders Income' => 'دخل الطلبات',
    'Orders' => 'الطلبات',
    'Booking Income' => 'دخل الحجوزات',
    'Bookings' => 'الحجوزات',
    'Add Booking' => 'إضافة حجز',
    'Edit Booking' => ' تعديل الحجز',
'Installment' => 'القسط',

    'Blog Categores' => 'فئة المقالة',
    'Add Blog Categore' => 'إضافة فئة مقالة',
    'Edit Blog Categore' => ' تعديل فئة مقالة',

'Groups' => 'جروب',
'Add Group' => 'اضافة جروب',
'Edit Group' => ' تعديل الجروب',
'Title' => 'العنوان',
'Edit Customer' => 'تعديل المستخدم',

    'Total Income' => 'الدخل الإجمالي',
    'Yearly report overview' => 'نظرة عامة على التقرير السنوي',
    'Monthly Report' => 'التقرير الشهري',
    'Monthly' => 'شهري',
    'Income' => 'الدخل',
    'Customers' => 'الطلاب',
    'Add Customer' => 'إضافة طالب',

    'Date' => 'التاريخ',
    'Payment' => 'الدفع',
    'Total' => 'الإجمالي',
    'Paid' => 'مدفوع',
    'Cancelled' => 'ملغى',
    'Failed' => 'فشل',
    'Pending' => 'معلق',
    'Performance' => 'الأداء',
    'Current Year:' => 'العام الحالي:',
    'Last Year:' => 'العام الماضي:',
    'Year Booking' => 'حجز العام',
    'Year' => 'العام',
    'Time' => 'الوقت',
'Course' => 'كورس',
'Booking type' => 'نوع الحجز',
    // Pages
    'Dashboards' => 'لوحات التحكم',
    'Contact Us' => 'اتصل بنا',
    'Meetings' => 'الاجتماعات',
    'About Us' => 'من نحن',
    'Services' => 'الخدمات',
    'Online Sessions' => 'الباقات',
    'Products' => 'المنتجات',
    'Reviews' => 'التقييمات',
    'Settings' => 'الإعدادات',
    'FAQ' => 'الأسئلة الشائعة',
    'Sliders' => 'الشرائح',
    'Services' => 'الخدمات',
    'Account' => 'الحساب',
    'Zoom' => 'زووم',





// Lectures
'Lectures' => 'المحاضرات',
'Edit Lecture' => 'تعديل محاضرة',
'Add Lecture' => 'إضافة محاضرة',
'Type' => 'النوع',
'Files' => 'الملفات',





    // Bookings
    'Pending Payment' => 'الدفع المعلق',
    'Completed' => 'مكتمل',
    'Refunded' => 'تم استرداده',
    'Failed' => 'فشل',
    'Meeting' => 'اجتماع',

    // Contact Us
    'Subject' => 'الموضوع',
    'Publish' => 'نشر',
    'Scheduled' => 'مجدول',
    'Inactive' => 'غير نشط',
    'Out_of_Stock' => 'نفد من المخزون',
    'In_Stock' => 'متوفر في المخزون',
    'Message' => 'الرسالة',

    // Online Sessions
    'Add Online Sessions' => 'إضافة باقة',
    'Price' => 'السعر',
    'User' => 'المستخدم',
    'Title_ar' => 'العنوان <span class="text-muted">(بالعربية)</span>',
    'Title_ar1' => 'العنوان (بالعربية)',
    'Title_en' => 'العنوان <span class="text-muted">(بالإنجليزية)</span>',
    'Title_en1' => 'العنوان (بالإنجليزية)',



    'Title_ar2' => 'العنوان الرئيسي <span class="text-muted">(بالعربية)</span>',
    'Title_ar3' => 'العنوان الرئيسي (بالعربية)',
    'Title_en2' => 'العنوان الرئيسي <span class="text-muted">(بالإنجليزية)</span>',
    'Title_en3' => 'العنوان الرئيسي (بالإنجليزية)',




'Meta' => 'ميتا',

'Meta_Description_ar' => 'وصف الميتا <span class="text-muted">(بالعربية)</span> ',
'Meta_Description_ar1' => 'وصف الميتا (بالعربية)',
'Meta_Description_en' => 'وصف الميتا <span class="text-muted">(بالإنجليزية)</span> ',
'Meta_Description_en1' => 'وصف الميتا (بالإنجليزية)',

'Meta_Title_ar' => 'عنوان الميتا <span class="text-muted">(بالعربية)</span> ',
'Meta_Title_ar1' => 'عنوان الميتا (بالعربية)',
'Meta_Title_en' => 'عنوان الميتا <span class="text-muted">(بالإنجليزية)</span> ',
'Meta_Title_en1' => 'عنوان الميتا (بالإنجليزية)',


    'Overview_ar' => 'نظرة عامة <span class="text-muted">(بالعربية)</span>',
    'Overview_en' => 'نظرة عامة <span class="text-muted">(بالإنجليزية)</span>',
    'Description_ar' => 'الوصف <span class="text-muted">(بالعربية)</span>',
    'Description_en' => 'الوصف <span class="text-muted">(بالإنجليزية)</span>',

    'Description_ar1' => 'الوصف (بالعربية)',
    'Description_en1' => 'الوصف (بالإنجليزية)',
    'Item' => 'المنتج',
    'Name_ar' => 'الاسم <span class="text-muted">(بالعربية)</span>',
    'Name_en' => 'الاسم <span class="text-muted">(بالإنجليزية)</span>',
    'Add Another Item' => 'إضافة منتج آخر',
    'Start Time' => 'وقت البدء',
    'End Time' => 'وقت الانتهاء',
    'Add Another Time' => 'إضافة وقت آخر',
    'Video' => 'فيديو',
    'Url Video' => 'رابط الفيديو',
    'Photo' => 'صورة',
    'Edit Online Sessions' => 'تعديل الباقات',
// مراجعة الباقات
'Total_Reviews' => 'إجمالي: :count مراجعات',
'Positive reviews' => 'مراجعات إيجابية',
'New reviews' => 'مراجعات جديدة: :count1',
'Reviews Statistics' => 'إحصائيات المراجعات',
'Manage Reviews' => 'إدارة المراجعات',
'All reviews are from genuine customers' => 'جميع المراجعات من طلاب حقيقيين',
'this_week' => 'هذا الأسبوع',
'Star' => 'نجمة',
'Reviewer' => 'المراجع',
'Review' => 'مراجعة',
'Weekly Report' => 'التقرير الأسبوعي',
// نهاية مراجعة الباقات

// الطلاب
'Customer ID' => 'رقم الطالب',
'Customer' => 'الطالب',
'Country' => 'البلد',
'Category' => 'تخصص',
'Order' => 'الطلب',
'DETAILS' => 'التفاصيل',
'Username:' => 'اسم المستخدم:',
'Active' => 'نشط',
'Disactive' => 'غير نشط',
'Suspended' => 'معلق',
'Status:' => 'الحالة:',
'Contact:' => 'الاتصال:',
'Country:' => 'البلد:',
'Edit Details' => 'تعديل التفاصيل',
'Overview' => 'نظرة عامة',
'Security' => 'الأمان',
'Edit User Information' => 'تعديل معلومات المستخدم',
'Status' => 'الحالة',
'Ensure that' => '<h6 class="alert-heading mb-2 pb-1">تأكد من تلبية هذه المتطلبات</h6>
            <span>يجب أن تكون كلمة المرور مكونة من 8 حروف على الأقل، تحتوي على حرف كبير ورمز خاص</span>',
'Change Password' => 'تغيير كلمة المرور',
'New Password' => 'كلمة مرور جديدة',
'Confirm New Password' => 'تأكيد كلمة المرور الجديدة',
// نهاية الطلاب

// الأسئلة الشائعة
'Add FAQ' => 'إضافة سؤال شائع',
'Edit FAQ' => 'تعديل سؤال شائع',
// نهاية الأسئلة الشائعة

// الاجتماع
'Add Meeting' => 'إضافة اجتماع',
'Meeting Name' => 'اسم الاجتماع',
'Start Time' => 'وقت البدء',
'Date And Time' => 'التاريخ والوقت',
'Duration' => 'المدة',
// نهاية الاجتماع

// المنتجات
'Quantity' => 'الكمية',
'Add Product' => 'إضافة منتج',
'Edit Product' => 'تعديل منتج',
'Price_en' => 'السعر <span class="text-muted">(دول أخرى)</span>',
'Price_ar' => 'السعر <span class="text-muted">(مصر)</span>',
'Price_en1' => 'السعر (دول أخرى)',
'Price_ar1' => 'السعر (مصر)',
'Tax_en' => 'الضريبة <span class="text-muted">(دول أخرى)</span>',
'Tax_ar' => 'الضريبة <span class="text-muted">(مصر)</span>',
'Tax_en1' => 'الضريبة (دول أخرى)',
'Tax_ar1' => 'الضريبة (مصر)',
// نهاية المنتجات
// من نحن
'About Us' => 'من نحن',
'Type:' => 'النوع:',
'Male' => 'ذكر',
'Female' => 'أنثى',


'Home' => 'الرئيسية',
'Discount' => 'الخصم',
'Rate' => 'النسبة',
'Discount Expire Date' => 'تاريخ انتهاء الخصم',


'Edit About Us' => 'تعديل من نحن',
'Add About Us' => 'إضافة من نحن',
// Privacy Policy
'Privacy Policy' => 'سياسة الخصوصية',
'Edit Privacy Policy' => 'تعديل سياسة الخصوصية',
'Add Privacy Policy' => 'إضافة سياسة الخصوصية',
'Add Another Description' => 'إضافة وصف آخر',

// القصة الناجحة
'Success Story' => 'القصة الناجحة',
'Edit Success Story' => 'تعديل القصة الناجحة',
'Subscribe' => 'اشتراك',
'Blogs' => 'مقالات',
'Add Blogs' => 'إضافة مقالات',
'Edit Blogs' => 'تعديل مقالة',
'Card' => 'بطاقة',
'Color' => 'اللون',
'Add Card' => 'إضافة بطاقة',
'Edit Card' => 'تعديل بطاقة',
'Color' => 'اللون',
'background_color' => 'لون الخلفية',
'color_h' => 'لون العنوان',
'Text color' => 'لون النص',
'color_header' => 'لون الرأس',
'color_footer' => 'لون التذييل',
// نهاية القصة الناجحة
'Rateing' => 'التقييم',
'Add Rateing' => 'إضافة تقييم',
'Edit Rateing' => 'تعديل التقييم',
    'specialty' => 'التخصص',


'Roles' => 'الأدوار',
'Add Roles' => 'إضافة دوار',
'Edit Role' => 'تعديل الدور',


'Languages' => 'اللغات',

'Add Languages' => 'إضافة لغة',
'Edit Languages' => ' تعديل لغة',

'ip Address' => 'عنوان IP',
'Visits' => 'الزيارات',



'Yesterday' => 'الأمس',
'Today' => 'اليوم',



// نهاية القصة الناجحة
'Teachers' => 'المدرسين',
'Add Teachers' => 'إضافة مدرسين',
'Edit Teachers' => 'تعديل المدرسين',

// نهاية القصة الناجحة
'Employees' => 'الموظفين',
'Add Employees' => 'إضافة موظف',
'Edit Employees' => 'تعديل الموظف',


// الخدمة
'Add Service' => 'إضافة خدمة',
'Quote_en' => 'اقتباس <span class="text-muted">(إنجليزي)</span>',
'Quote_ar' => 'اقتباس <span class="text-muted">(عربي)</span>',
'Quote_en1' => 'اقتباس (إنجليزي)',
'Quote_ar1' => 'اقتباس (عربي)',
'Edit Service' => 'تعديل خدمة',
// نهاية الخدمة

// الإعدادات
'Store Name' => 'اسم المتجر',
'Years' => 'سنوات',
'Happy' => 'سعيد',
'Best' => 'أفضل',
'Winning' => 'فائز',


'Years' => 'سنوات',
'Happy' => 'سعيد',
'Best' => 'أفضل',
'Winning' => 'فائز',



'Description' => 'الوصف',
'Add Slider' => 'إضافة شريط تمرير',
'Edit Slider' => 'تعديل شريط تمرير',
'Password' => 'كلمة المرور',
'Store Name' => 'اسم المتجر',
'Photo About' => 'صورة عن',
'Photo Services' => 'صور الخدمات',
'Photo Products' => 'صور المنتجات',
'Photo FAQ' => 'صور الأسئلة الشائعة',
'Photo Contact' => 'صور الاتصال',
'Page Banner' => 'شعار الصفحة',
// نهاية الإعدادات

// التنبيهات
'Are you sure you want to delete?' => 'هل أنت متأكد أنك تريد الحذف؟',
'Deleted Successfully' => 'تم الحذف بنجاح',
'Updated Successfully' => 'تم التحديث بنجاح',
'Created Successfully' => 'تم الإضافة بنجاح',
'Error' => 'خطأ',
'Failed' => 'فشل',
'This appointment is already booked.' => 'هذا الموعد محجوز بالفعل.',
'You cannot add more than two entries per day.' => 'لا يمكنك إضافة أكثر من إدخالين في اليوم.',
'You cannot make more than one review.' => 'لا يمكنك إضافة أكثر من مراجعة واحدة.',
'Registration successful!' => 'تم التسجيل بنجاح!',
'You cannot add more than 4 items!' => 'لا يمكنك إضافة أكثر من 4 عناصر!',
'You cannot add more than 3 items!' => 'لا يمكنك إضافة أكثر من 3 عناصر!',
'Sorry, we were unable to complete your payment. There may be an issue with your payment details or the payment method selected. Please check your details and try again.' => 'عذرًا، لم نتمكن من إتمام الدفع. قد تكون هناك مشكلة في تفاصيل الدفع أو طريقة الدفع المحددة. يرجى التحقق من تفاصيلك والمحاولة مرة أخرى.',
// نهاية التنبيهات
'Show Page' => 'إظهار الصفحة',

'You cannot add more than 1 evaluation for an employee in the same year!'=> 'لا يمكن إضافة أكثر من تقييم واحد للموظف في نفس السنة!',

    'Publish' => 'نشر',


'Expenses' => 'المصروفات',
'Add Expenses' => 'إضافة مصروفات',
'Edit Expenses' => 'تعديل المصروفات',
'Note' => 'الملاحظة',







];
